[{"Call_ID":994578882,"Raw Transcripts":"Hello mom, good morning. This is Alexa how may I help you.\rHi my name is guy. Uh I would I wanted to take a term insurance policy. Could you tell me what the benefits of that are sure ma'am term insurance?\rIs there life insurance product offered by the insurance company?\rWhich offers\rFinancial coverage to the term insurance policy Holder for your specific time period.\rIn case of death of the insured.\rIndividual during the policy term that death benefit is paid by the company to the bank be sharing.\rUh all right uh and how much is the premium and how much of the benefit do I actually get.\rThat benefit will be depends on the.\rType of the policy you want to take it will.\rBe uh usually it will be.\rMonthly visor quarterly ways or uh a yearly wise it will be 10,000 and you will get a benefit up through 1 cross.\rOK and one more thing. Uh you told me that the death benefit. Whatever you said is exactly paid by whom that will be given from the insurance company.\rWhom you through the goal by the policy company insurance company.\rAnd uh also can I apply for this on life?\rYeah, you can apply through the online also man it will be possible.\rOh, OK alright.\rAlright, thank you so much.\rThank you for calling history else have your nice statement.\rYeah.","Preprocessed Transcripts":["hello","good","help","want","term_insurance","policy","benefit","term_insurance","life","insurance","product","offer","insurance_company","offers","rfinancial","coverage","term_insurance","policy","holder","specific","time","period","case","death","insured","individual","policy","term","death_benefit","company","bank","share","right","premium","benefit","actually","benefit","depend","type","policy","want","usually","monthly","visor","quarterly","yearly","wise","benefit","cross","thing","death_benefit","exactly","insurance_company","goal","policy","company","insurance_company","apply","life","apply","online","possible","alright","alright","history","nice","statement"]},{"Call_ID":1061200079,"Raw Transcripts":"Oh hello this is Angel Good Morning? How may I help you.\rHello this is Albert Uh, I signed up for a term insurance policy with HDFC and I have a I had to have a medical examination done at my home. I started fasting last night at 7:30 PM went to bed hungry and drank tons of water was ready for my appointment, the next morning at 7:30.\rIt's going to be 8 and nobody shows I call my health examiner and no answer from him.\rI leave a message stating that I will wait only for 15 more minutes and then I'll eat breakfast. Sorry Sir for that inconvenience.\rUh.\rDid you call him one more time or who? Is it responding or Watt?\rNo, no, I uh I started to feel sick and like I called him again. But he did not reply. No calls nothing. I called again, but no answer, OK sorry for inconvenience. Sometimes it won't be reaches us due to the network problems. Also, it maybe sometimes it causes or is it then what about the doctor? Why did he not show up so? How come you know about doctor. We're here to help any policy is just not about the doctor and everything. How you call it call is and what you're asking? How are you speaking to me like that.\rUh sorry that I can't help you anything about this issue or do you have any issues hello hello woo?\rLike What is this?\rSorry Sir I can't help you in the uh police or do you have anything other than things know What is this you have to solve this issue? Thank you for calling it checks you have your nice day.\rSo.","Preprocessed Transcripts":["hello","angel","good","help","hello","albert","sign","term","insurance","policy","medical","examination","home","start","fast","night","hungry","drink","water","ready","appointment","health","examiner","answer","leave","message","state","wait","minute","breakfast","sorry_sir","inconvenience","time","respond","watt","start","feel","sick","reply","answer","sorry","inconvenience","reach","network","problem","maybe","cause","doctor","come","know","doctor","help","policy","doctor","speak","sorry","help","issue","issue","hello","hello","sorry_sir","help","police","thing","know","solve","issue","check","nice"]},{"Call_ID":1165940350,"Raw Transcripts":"Hello mom, this is Alexa how may I help you.\rHi Alexa,\rCan I uh sorry? I wanted to convert my term life policy to a whole life insurance?\rYes, ma'am.\rYou can convert it easily.\rAll of the term policies.\rWe sell it HDFCR convertible 2 permanent insurance also called the whole life insurance at anytime.\rYou can.\rChange ma'am that's not a problem.\rAll right uh.\rSo I would like to change my policy time. Uh could you tell me the process? How do I convert that and also do I need to come to the office for this or?\rIs there any other possibility?\rUh it's not.\rRequired them you can.\rWe can.\rProcess it remotely also.\rYou can do it online if you don't want that please tell.\rMe your policy number, name, and how much premium you want to pay for the whole life policy.\rI will.\rDo directly that's another problem.\rOh, that's really great uh one seck.\rOh, OK, my policy number is B4567Q.\rAnd my name.\rIs Skype?\rOK, how much you want to.\rPay the premium amount uh.\rI think I'll pay 20,000 per month.\rYeah, OK, ma'am, uh, Please wait a minute, it's processing.\rOh.\rOK.\rI mean when you will get some.\rNotification also that will uh states that you are a successfully conversion from term to life insurance policies.\rOh.\rOK uh just wait a minute man.\rThanks for waiting the.\rConvergence in Dunmore successfully you will get a in notification mailing it to 3 min.\rOh, that's cool.","Preprocessed Transcripts":["hello","help","rcan","sorry","want","convert","term","life_policy","life_insurance","convert","easily","term","policy","sell","hdfcr","convertible","permanent","insurance","life_insurance","anytime","change","problem","right","change","policy","time","process","convert","need","come","office","possibility","require","process","remotely","online","want","policy_number","premium","want","life_policy","directly","problem","great","seck","oh_ok","policy_number","skype","want","premium","think","month","wait","minute","process","oh_ok","mean","notification","state","successfully","conversion","term","life_insurance","policy","oh_ok","wait","minute","wait","convergence","dunmore","successfully","notification","mail","cool"]},{"Call_ID":2066343862,"Raw Transcripts":"Hello mom, this is Alexa how may help you a high Alexa Uh this is.\rSky.\rUh I wanted to know that uh for this online term plan related queries who exactly do I have to contact men. There are so much of possibilities. We have in case?\rOf any queries related to the online term plan or a farm feeling please call our toll free number 1800266.\r9777 or contact us Ed by online Edward HDFC life starting.\rFor submitting.\rDocuments or any other queries after premium payment, you can write us online query. Edward HDFC dot in our college and toll free number 18002660315. First policy insurance you can reach other customer service desk on one 860-267-9999.\rOr right as a?\rMale had service at redhdfclife.com.\rOh, I'm sorry I didn't catch the toll free number could you just please repeat and also.\rThe uh.\rWhat exactly do I have to can I just write my?\rQuery to the email ID and just send it. Yeah, sure mom. You can write uh. I will tell you one more time the toll free number is 1-800-266-9777.\rOr you can write a?\rMail at Service Advert HDFC Life Dot.\rCom What are the difference between both these nails you can write a uh uh we have a?\rNumber of 4.\rType one is for a unique queries related online term plan. One is like uh if you want to uh try for a customer service desk. You can have a separate emails.\rOh, Alright Alright.\rSo services for the service.","Preprocessed Transcripts":["hello","help","high","want","know","online_term","plan","related","query","exactly","contact","possibility","case","query_relate","online_term","plan","farm","feeling","toll_free","number","contact","online","edward_hdfc","life","start","submit","document","query","premium","payment","write","online","query","edward_hdfc","college","toll_free","number","policy","insurance","reach","customer_service","desk","right","male","service","redhdfclife","sorry","catch","toll_free","number","repeat","exactly","write","query","email","send","write","time","toll_free","number","write","mail","service","advert","difference","nail","write","number","type","unique","query_relate","online_term","plan","want","customer_service","desk","separate","email","alright","alright","service","service"]}]